[
  {
    "id": "01",
    "name": "అర్జునవిషాద యోగ",
    "desc": "ప్రధాన ప్రధాన శూరవీరుల గణన, శంఖధ్వని, సేనా నిరీక్షణ మరియు అర్జునుడి మోహం",
    "versesCount": 47
  },
  {
    "id": "02",
    "name": "సాంఖ్య యోగ",
    "desc": "అర్జునుడి పిరికితనం, సాంఖ్య యోగ, యుద్ధ అవసరం, కర్మ యోగ మరియు స్థిరబుద్ధి కలిగిన వ్యక్తి",
    "versesCount": 72
  },
  {
    "id": "03",
    "name": "కర్మ యోగ",
    "desc": "ఆసక్తి లేకుండా కర్మ, యజ్ఞాది కర్మల ఆవశ్యకత, లోకసంగ్రహం కోసం కర్మలు చేయటం, అజ్ఞాని, జ్ఞాని లక్షణాలు మరియు కోరికల నియంత్రణ",
    "versesCount": 43
  },
  {
    "id": "04",
    "name": "జ్ఞానకర్మసన్యాస యోగ",
    "desc": "సగుణ బ్రహ్మ ప్రభావం, కర్మ యోగ, యోగి, మహాత్ముడు, వివిధ యజ్ఞాలు మరియు జ్ఞానం",
    "versesCount": 42
  },
  {
    "id": "05",
    "name": "కర్మసన్యాస యోగ",
    "desc": "సాంఖ్య యోగ, కర్మ యోగ, జ్ఞాన యోగ మరియు భక్తితో కూడిన ధ్యాన యోగ",
    "versesCount": 29
  },
  {
    "id": "06",
    "name": "ఆత్మసంయమ యోగ",
    "desc": "కర్మ యోగ, యోగంలో స్థిరపడిన వ్యక్తి, ఆత్మోద్ధారణ, భగవంతుడిని పొందిన వ్యక్తి, విశదమైన ధ్యాన యోగ, మనసు నిగ్రహం, యోగభ్రష్టుడు, ధ్యాన యోగి",
    "versesCount": 47
  },
  {
    "id": "07",
    "name": "జ్ఞానవిజ్ఞాన యోగ",
    "desc": "అనుభవంతో కూడిన జ్ఞానం, భగవంతుడి సర్వవ్యాప్తిత్వం, రాక్షస స్వభావం, భగవద్భక్తుడు, ఇతర దేవతల ఉపాసన, భగవంతుని స్వరూప జ్ఞానం",
    "versesCount": 30
  },
  {
    "id": "08",
    "name": "అక్షరబ్రహ్మ యోగ",
    "desc": "బ్రహ్మం, ఆధ్యాత్మికత, కర్మ, భక్తి యోగ, శుక్ల, కృష్ణ మార్గాలు",
    "versesCount": 28
  },
  {
    "id": "09",
    "name": "రాజవిద్యా రాజగుహ్య యోగ",
    "desc": "ప్రభావంతో కూడిన జ్ఞానం, జగత్తు ఉత్పత్తి, ఆసురి ప్రకృతి, దైవీ ప్రకృతి, భగవంతుని భజన, భగవంతుని స్వరూపం, సకామ, నిష్కామ ఉపాసన మరియు భగవద్భక్తి",
    "versesCount": 34
  },
  {
    "id": "10",
    "name": "విభూతి యోగ",
    "desc": "భగవంతుని స్తుతి, విభూతులు, యోగశక్తి, ఫలితం మరియు ప్రభావంతో కూడిన భక్తి యోగ",
    "versesCount": 42
  },
  {
    "id": "11",
    "name": "విశ్వరూపదర్శన యోగ",
    "desc": "భగవంతుని విశ్వరూపం, ప్రభావం, చతుర్భుజ, సౌమ్య రూపం మరియు ఫలితంతో కూడిన అనన్య భక్తి",
    "versesCount": 55
  },
  {
    "id": "12",
    "name": "భక్తి యోగ",
    "desc": "సాకార, నిరాకార ఉపాసకుల శ్రేష్ఠత, భగవత్ప్రాప్తి",
    "versesCount": 20
  },
  {
    "id": "13",
    "name": "క్షేత్ర క్షేత్రజ్ఞ విభాగ యోగ",
    "desc": "జ్ఞానంతో కూడిన క్షేత్రం, క్షేత్రజ్ఞుడు మరియు ప్రకృతి, పురుషుడు",
    "versesCount": 34
  },
  {
    "id": "14",
    "name": "గుణత్రయ విభాగ యోగ",
    "desc": "జ్ఞానం, జగత్తు ఉత్పత్తి, మూడు గుణాలు, భగవత్ప్రాప్తి మరియు గుణాలకు అతీతమైన వ్యక్తి",
    "versesCount": 27
  },
  {
    "id": "15",
    "name": "పురుషోత్తమ యోగ",
    "desc": "సంసార వృక్షం, భగవత్ప్రాప్తి, జీవాత్మ, ప్రభావంతో కూడిన పరమేశ్వరుని స్వరూపం మరియు క్షరం, అక్షరం, పురుషోత్తముడు",
    "versesCount": 20
  },
  {
    "id": "16",
    "name": "దైవాసుర సంపద్విభాగ యోగ",
    "desc": "దైవీ, ఆసురి సంపద మరియు శాస్త్ర విరుద్ధ, శాస్త్రానుకూల ఆచారాలు",
    "versesCount": 24
  },
  {
    "id": "17",
    "name": "శ్రద్ధాత్రయ విభాగ యోగ",
    "desc": "శ్రద్ధ మరియు శాస్త్ర విరుద్ధ తపస్సు, ఆహారం, యజ్ఞం, తపస్సు, దాన భేదాలు మరియు ఓం తత్ సత్ ఉపయోగం",
    "versesCount": 28
  },
  {
    "id": "18",
    "name": "మోక్షసన్యాస యోగ",
    "desc": "త్యాగం, సాంఖ్య సిద్ధాంతం, మూడు గుణాల ఆధారంగా జ్ఞానం, కర్మ, కర్త, బుద్ధి, ధైర్యం, సుఖాల భేదాలు, ఫలితాలతో కూడిన వర్ణ ధర్మం, జ్ఞాన నిష్ఠ, భక్తితో కూడిన కర్మ యోగ మరియు శ్రీమద్భగవద్గీత మహాత్మ్యం",
    "versesCount": 78
  }
]